2022-02/Programação Web/aula18/www/codeigniter4/app/Controllers/Client.php

SELECT *
FROM `clients`
---
    public function listClients(){
        $ClientModel = new ClientModel();
        $data =[
            'arrayClients' =>$ClientModel->findAll(),

        ];