2022-02/Programação Web/aula18/www/codeigniter4/app/Models/UserModel.php

SELECT *
FROM `users`
WHERE `user` IS NULL
 LIMIT 1
---
    public function getUser($userName){
        return $this -> where('user', $userName)->first();